;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.;
;
; TranslationAuthor: Jaehyung Lee
; TranslationAuthorEmail: kolanp@gmail.com
; TranslationAuthorWeb: http://www.kolanp.com
; Soft Version: 2.5.1.147
; Update: 2021-06-03
;
[GUI]
ButtonYes=예
ButtonNo=아니오
ButtonOK=확인
ButtonMinimize=최소화
ButtonMaximize=최대화
ButtonClose=닫기
ButtonRestore=복원
ButtonMenu=메뉴

[Lang]
NativeLanguage=한국어

[Translation]
LangCode=0412
ReadHabit=Left-to-right
LanguageName=KOR
DefaultFont=Malgun Gothic
DefaultFontSize=10
DefaultCharset=ANSI_CHARSET
Information=정보
Warning=경고
Error=오류
Confirm=확인
;
; Main GUI
;
FrmMain.btnSupport.hint=지원 센터
FrmMain.btnnews.hint=메세지
FrmMain.btnuninstall.caption=제거
FrmMain.btnAll.caption=모든 프로그램
FrmMain.btnSoft.caption=데스크탑 프로그램
FrmMain.btnApp.caption=메트로 앱
FrmMain.btnInfreq.caption=자주 사용
FrmMain.btnPatch.caption=시스템 구성 요소
FrmMain.btnUnless.caption=사용자 제거
FrmMain.btnBrowse.caption=브라우저 확장
FrmMain.btnChrome.caption=Google Chrome
FrmMain.btnIE.caption=Internet Explorer
FrmMain.btnFirfox.caption=Mozilla Firefox
FrmMain.btnEdge.caption=Microsoft Edge
FrmMain.lblrate.caption=평가
FrmMain.BtnNormal.Caption=안전 제거
FrmMain.BtnModify.Caption=수정
FrmMain.BtnForce.Caption=강제 제거
FrmMain.BtnRemove.Caption=항목 제거
FrmMain.btnuninstall.caption=제거
;
;Uninstall log
;
FrmMain.btnLog.Caption=제거 기록
TfrmUnlog.caption=제거 기록
TfrmUnlog.head.unDate=제거 날짜
TfrmUnlog.head.ItemName=프로그램
TfrmUnlog.head.restore=잔여 항목
TfrmUnlog.noItems=잔여 항목 없음
TfrmUnlog.Recovered=복구됨
TfrmUnlog.recover=복구
;
; Menu
;
pmHelp=온라인 도움말
pmHome=홈페이지
pmforum=사용자 포럼
pmContact=연락처
pmLang=언어 변경
pmAbout=제품 정보
pmSettings=설정
;
;context menu
;
pmOpenEntry=레지스트리 편집기에서 열기
pmOpenFolder=파일 위치 열기
PmGoogle=구글에서 검색
pmExport=텍스트 파일로 내보내기...
;
;Settings
;
FrmSettings.caption=설정
pmCheckNew=자동으로 업데이트를 확인합니다.
pmRightMenuA=컨텍스트 메뉴에 표시
ExplorerMenu=Wise Program Uninstaller로 제거 
pmUnisDetect=다른 제거 프로그램의 제거 감지
pmSaveLeft=제거 후 잔여 항목 자동 백업
pmUEI=사용자 경험 개선 프로그램에 가입
;
; About
;
FrmAbout.caption=제품 정보
FrmAbout.btnok.caption=확인
FrmAbout.lblver.caption=현재 버전: 
FrmAbout.lblemail.caption=기술 지원: 
FrmAbout.lblhome.caption=홈페이지: 
FrmAbout.lblthank.caption=다음의 도움주신 분들께 감사합니다:
FrmAbout.lblUninstall.caption=제거 지침
FrmAbout.lblPolicy.caption=개인정보 보호정책
FrmAbout.lblEula.caption=EULA
;
; Processs
;
FrmProgressModal.btncancel.caption=취소
;
;frmafterdel
;
Frmafterdel.caption=프로그램과 관련된 레지스트리 항목 및 파일
Frmafterdel.btnremove.caption=제거
Frmafterdel.btncancel.caption=취소
Frmafterdel.lblinfo.caption=이 제거를 완료하려면, 분석 결과를 검토한 후 "제거" 버튼을 누르세요.
Frmafterdel.btnnone.caption=선택 없음
Frmafterdel.btnall.caption=모두 선택 
;
; Custome uninstall
;
frmUnlessDel.caption=사용자 제거
frmUnlessDel.lblInfo1.caption=사용자 제거는 제거할 수 없는 프로그램의 제거 및 남겨진 파일들을 철저하게 청소하는 데 도움이 됩니다. 여기에서 삭제할 폴더를 찾아보거나 관련된 프로그램을 제거할 수 있습니다.
frmUnlessDel.lblinfo2.caption=제거 후 남겨진 파일들이 있는 지 검사할 키워드를 입력하세요.
frmUnlessDel.lblKeyword.caption=키워드:
frmUnlessDel.btnNext.caption=다음
frmUnlessDel.btncancel.caption=취소
frmUnlessDel.btnremove.caption=제거
frmUnlessDel.btnFolder.caption=찾아보기
;
; Rate
;
FrmRate.Btnlist.caption=사용자 리뷰
FrmRate.Btnreview.caption=내 리뷰
FrmRate.Btnfirst.caption=첫번째 리뷰어가 되어 보세요.
FrmRate.Btnsubmit.caption=제출
FrmRate.lblscore.caption=평가:
FrmRate.lblscorehint.caption=(평가할 별점 클릭 필요)
FrmRate.lblnick.caption=귀하의 닉네임:
FrmRate.lblnickhint.caption=(옵션)
FrmRate.lblemail.caption=귀하의 이메일
FrmRate.lblemailhint.caption=(옵션)
FrmRate.lblcontent.caption=내용:
FrmRate.lblcontenthint.caption=(옵션)
FrmRate.lbldesctitle.caption=소프트웨어 설명:
FrmRate.lblratesoft.caption=추천 소프트웨어


[Uninstall]
Backuping=백업 생성 중...
PublisherUnknown=게시자 알수 없음
VersionUnknown=버전 알수 없음
Rate=평가
ItemName=이름
Publisher=게시자
Size=크기
SetupDate=설치 날짜
Version=버전
Canceled=제거 작업이 취소되었습니다.
NoLeftOverItem=잔여 항목이 없습니다.
Removing=제거하는 중:
TotalStat=%s 디스크 공간을 차지하는 %d 개의 프로그램을 발견했습니다.
Calculating=크기 계산 중...
Files=파일 및 폴더
RegEntries=레지스트리 항목
Items=개 항목
Opration=작업

[message]
NoNews=읽지 않은 메시지가 없습니다.
confimdel=선택한 디렉터리가 사용자 컴퓨터에서 제거됩니다. 계속하시겠습니까?
UninstallApp=제거 중...
unistallError=작업이 실패되었습니다.
NewVer=새 버전 사용 가능. 지금 업데이트하시겠습니까?
NoNewVer=축하합니다! 현재 최신 버전을 사용중입니다.
NoProgramSelected=먼저 프로그램을 선택해 주세요.
IsBusy=이전 제거 작업이 완료될 때까지 기다려 주세요.
StartFindLeftover=관련된 파일, 폴더와 레지스트리 항목을 검색하는 중...
Collecting=설치된 프로그램의 정보 수집 중...
BeSureUseForce=안전 제거로 제거 작업이 불가할 경우에만 강제 제거를 선택하세요. 계속하시겠습니까?
ConfirmRemove=이 것은 레지스트리에서 제거 항목을 제거합니다. 응용 프로그램을 제거하지 않습니다. 정말로 계속하시겠습니까?
RejectItself=프로그램 자체를 제거할 수는 없습니다.
TranslateTo=번역...
UpdateDB=데이터베이스 업데이트 중...
BrowserLogin=%s 동기화 활성화됨. 다음 동기화 시 확장 프로그램을 다시 설치할 수 있습니다. 제거를 계속하시겠습니까?
BrowserRuning=%s가(이) 실행 중입니다. 확인을 클릭하여 닫고 제거를 진행하거나 취소를 클릭하여 제거를 중단합니다.
CheckProgram=%d 개 프로그램 선택됨.
CheckExtension=%d 개 확장 프로그램 선택됨.
checkSize=전체 크기: %s
pluginnone=브라우저 확장 프로그램이 없습니다.
BrowserSync=%s 동기화 비활성화

[SoftRate]
Querying=조회 중...
Good=좋아요
Bad=싫어요
Safe=보고서
Ver=버전:
Ratings=평가
SoftNotExist=소프트웨어 정보를 찾을 수 없습니다.
GetSoftInfoError=소프트웨어 정보를 확인하지 못했습니다.
UploadSoftLogoError=소프트웨어 정보 업로드 오류입니다.
SubmitData=이 소프트웨어에 대한 사용자 댓글 전송 중...
SubmitSoftInfoError=네트워크와 관련된 전송 오류입니다.
SubmitRateSuccess=성공적으로 전송되었습니다.
HaveSubmitRate=이미 평가했습니다.
Submitgoodbad=사용자 정보 전송 중...
me=나
NickTooLong=닉네임은 20 문자를 초과할 수 없습니다.
MailTooLong=이메일 주소는 50 문자를 초과할 수 없습니다.
WrongEmail=잘못된 이메일 주소입니다.
ReviewTooLong=리뷰의 전체 길이는 300 문자를 초과할 수 없습니다.
RateHint=저희의 소프트웨어 평가에 가입하고 선호하는 소프트웨어를 평가해보세요!
UnknowName=알 수 없음
UnknowVer=알 수 없음
UnknowDesc=설명


[Hint]
HintRate=소프트웨어 평가
HintClose=항목 삭제

[Monitor]
FindLeftover=컴퓨터에 %s의 잔여 항목들이 아직 남아 있을 수 있습니다. Wise Program Unistaller가 검색 중입니다...
NonItems=%s가(이) 사용자 컴퓨터에서 완전히 제거되었습니다.